package day06;

public class ArTask {
	public static void main(String[] args) {
		//[초급]
		//100~1까지 배열에 담고 출력하기
		//1~100까지 중 짝수만 배열에 담고 출력하기
		//1~10까지 배열에 담고 총 합 구하기
		//1~n까지 배열에 담고 총 합 구하기
		//A~F까지 배열에 담고 출력하기
		//A~F까지 중 C제외하고 배열에 담은 후 출력하기
		
		//[중급]
		//aBcDeF.....Z 배열에 담고 출력하기
		//5개의 정수를 입력받고 최대값과 최소값 출력하기
		//문자열을 입력받고 소문자만 대문자로 바꾸기
		//사용자가 입력한 값 만큼 정수를 입력받고 배열에 넣은 후 3의 배수만 출력하기
		
		//[고급]
		//90%확률로 꽝을 출력하고 10%확률로 당첨을 출력하기
		//정수를 한글로 변경하기	1024 -> 일공이사
		//한글을 정수로 변경하기	일공이사 -> 1024
	}
}









